//SBGOLOBD  JOB (ACCT#),S-GOLOB,
// NOTIFY=&SYSUID,
// CLASS=B,MSGCLASS=X
//*
//* DELETE A DATASET THAT ARE IN USE ELSEWHERE
//* REPLY U TO MSG ICK508A
//*
//* IT IS ADVISABLE TO OSVTOC THE PACK THAT THE
//* UNCATALOGED DATASET YOU WANT TO DELETE, IS ON.
//* OSVTOC AND IXVTOC JOBS ARE SUPPLIED HERE.
//*
//DELINUSE EXEC PGM=DELINUSE,PARM=FORCE
//STEPLIB  DD  DISP=SHR,DSN=SYS1.CBT.LINKLIB        <--- YOUR LOADLIB
//VTOC     DD  UNIT=3390,VOL=SER=WORKA4,DISP=SHR
//SYSIN    DD  UNIT=3390,SPACE=(TRK,1)
//REPORT   DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//CARDS    DD  *
SBGOLOB.B.CNTL
//
