//XXXXXXX  JOB SYS,(DSPACE),MSGCLASS=X,
//             MSGLEVEL=(1,1),REGION=8192K,CLASS=A,
//             NOTIFY=&SYSUID
//* DELETE A DATASET THAT ARE IN USE ELSEWHERE
//* REPLY U TO MSG ICK508A
//DELINUSE EXEC PGM=DELINUSE
//STEPLIB  DD  DISP=SHR,DSN=XXXXXX.LOADLIB   <--- YOUR LOADLIB
//VTOC     DD  UNIT=3390,VOL=SER=VVVVVV,DISP=SHR
//SYSIN    DD  UNIT=3390,SPACE=(TRK,1)
//REPORT   DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//CARDS    DD  *
SYS1.BRODCAST
//
