//XXXXXXX  JOB SYS,(DSPACE),MSGCLASS=X,
//             MSGLEVEL=(1,1),REGION=8192K,CLASS=A,
//             NOTIFY=&SYSUID
//DSPACE  EXEC PGM=IKJEFT01
//STEPLIB  DD  DISP=SHR,DSN=XXXXXX.LOADLIB   <--- YOUR LOADLIB
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  DISP=SHR,DSN=XXXXXX.B4IPL
//*YSPRINT DD  DISP=SHR,DSN=XXXXXX.AFIPL
//SYSTSIN  DD  *
VOLS
//
